Repository: Tblue/sessionchooser
Catalog: i18n/*.po
Languages: de

source: Additionally, the following environment variables are recognized: %s Search path for desktop entry files (follows standard PATH syntax). The desktop entries have to be of type '%s' or 'XSession'. Default: %s %s Search path for text session files (follows standard PATH syntax). Text session files are simple shell scripts. Non-executable files are skipped. Default: %s %s Additional arguments for the X server.
de: Zusätzlich werden folgende Umgebungsvariablen erkannt: %s Suchpfad für Desktop Entry-Dateien (nutzt geläufige PATH- Syntax). Die Desktop Entry-Dateien müssen vom Typ '%s' oder 'XSession' sein. Vorgabewert: %s %s Suchpfad für Textsitzungsdateien (nutzt geläufige PATH- Syntax). Textsitzungsdateien sind einfache Shellskripte. Nicht ausführbare Dateien werden übersprungen. Vorgabewert: %s %s Zusätzliche Argumente für den X-Server.

source: Compile-time defaults:
de: Beim Kompilieren gemachte Vorgaben:

source: Gettext message catalog directory %s
de: Verzeichnis für Gettext-Nachrichtenkataloge: %s

source: Session save file ~/%s
de: Sitzungsspeicherdatei: ~/%s

source: Compiled on: %s
de: Kompiliert am: %s

source: Released under the BSD license.
de: Veröffentlicht unter der BSD-Lizenz.

source: Show help options
de: Hilfeoptionen anzeigen

source: Do not clear the screen on program start and end
de: Den Bildschirm bei Programmstart und -ende nicht leeren

source: Use file descriptor FD to output the command string (default: 3)
de: Dateideskriptor FD zum Ausgeben des Befehls nutzen (Vorgabe: 3)

source: Do not remember the last used session
de: Sich nicht an die letzte Sitzung erinnern

source: Redirect stderr of the generated command to /dev/null
de: stderr des generierten Befehls nach /dev/null umleiten

source: Display the program version
de: Die Programmversion zeigen

source: Use EOF (e. g. ^D) to quit.
de: Benutzen Sie EOF (z. B. ^D) zum Verlassen.

source: Welcome, please choose a session!
de: Willkommen, bitte wählen Sie eine Sitzung!

source: Append '!' to the number to prevent remembering your choice.
de: Hängen Sie '!' an die Zahl an, damit die Wahl nicht gespeichert wird.

source: (0) continue using the current shell
de: (0) Die aktuelle Shell weiterbenutzen

source: Your choice [%s]:
de: Ihre Wahl [%s]:

source: Your choice [Text: %s]:
de: Ihre Wahl [Text: %s]:

source: Your choice [<current shell>]:
de: Ihre Wahl [<aktuelle Shell>]:

source: Your choice:
de: Ihre Wahl:

source: There is no default session! Please make a choice.
de: Es gibt keine Standardsitzung! Bitte treffen Sie eine Wahl.

source: Please enter a number.
de: Bitte geben Sie eine Zahl ein.

source: No such session. Please try again...
de: Keine solche Sitzung. Bitte versuchen Sie es erneut...

source: Could not process session! Please try again...
de: Konnte Sitzung nicht verarbeiten! Bitte versuchen Sie es erneut...

source: - a text-based session chooser
de: - ein textbasierter Sitzungswähler

source: Displays a list of available sessions and prints a command line for the chosen session to the file descriptor given by the -o option.
de: Zeigt eine Liste verfügbarer Sitzungen an und gibt einen Befehl für die gewählte Sitzung auf den durch die "-o"-Option gegebenen Dateideskriptor aus.
